ekp/WebContent/WEB-INF/classes/com/landray/kmss/tib/sys/core/test/soappart2.xml

<soapenv:Envelope eb="true" def="字段tewwe"
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://WebXml.com.cn/">
	<soapenv:Header eb="true" def="字段2123" />
	<soapenv:Body eb="true">
		<web:getSupportCity eb="true" def="字段3">
			<web:byProvinceName eb="true" def="字段4">广东
			</web:byProvinceName>
			<web:byProvinceName eb="true" def="字段4">广东1
			</web:byProvinceName>
			<web:byProvinceName eb="true" def="字段4">广东2
			</web:byProvinceName> 
			<web:byProvinceName1 eb="true" def="字段4">广东
			</web:byProvinceName1>
			<web:byProvinceName1 eb="true" def="字段4">广东1
			</web:byProvinceName1>
			<web:byProvinceName1 eb="true" def="字段4">广东2
			</web:byProvinceName1>
			<web:byProvinceName2 eb="true" def="字段4">广东
			</web:byProvinceName2>
			<web:byProvinceName2 eb="true" def="字段4">广东1
			</web:byProvinceName2>
			<web:byProvinceName2 eb="true" def="字段4">广东2
			</web:byProvinceName2>
			<web:byProvinceName eb="true" def="字段4">广东
			</web:byProvinceName>
			<web:byProvinceName eb="true" def="字段4">广东1
			</web:byProvinceName>
			<web:byProvinceName eb="true" def="字段4">广东2
			</web:byProvinceName>
			<web:byProvinceName1 eb="true" def="字段4">广东
			</web:byProvinceName1>
			<web:byProvinceName1 eb="true" def="字段4">广东1
			</web:byProvinceName1>
			<web:byProvinceName1 eb="true" def="字段4">广东2
			</web:byProvinceName1>
			<web:byProvinceName2 eb="true" def="字段4">广东
			</web:byProvinceName2>
			<web:byProvinceName2 eb="true" def="字段4">广东1
			</web:byProvinceName2>
			<web:byProvinceName2 eb="true" def="字段4">广东2
			</web:byProvinceName2>
			<web:byProvinceName eb="true" def="字段4">广东
			</web:byProvinceName>
			<web:byProvinceName eb="true" def="字段4">广东1
			</web:byProvinceName>
			<web:byProvinceName eb="true" def="字段4">广东2
			</web:byProvinceName>
			<web:byProvinceName1 eb="true" def="字段4">广东
			</web:byProvinceName1>
			<web:byProvinceName1 eb="true" def="字段4">广东1
			</web:byProvinceName1>
			<web:byProvinceName1 eb="true" def="字段4">广东2
			</web:byProvinceName1>
			<web:byProvinceName2 eb="true" def="字段4">广东
			</web:byProvinceName2>
			<web:byProvinceName2 eb="true" def="字段4">广东1
			</web:byProvinceName2>
			<web:byProvinceName2 eb="true" def="字段4">广东2
			</web:byProvinceName2>
		</web:getSupportCity>
		<web:getSupportCity eb="true" def="字段3">
			<web:byProvinceName eb="true" def="字段4">广东12
			</web:byProvinceName>
			<web:byProvinceName eb="true" def="字段4">广东112
			</web:byProvinceName>
			<web:byProvinceName eb="true" def="字段4">广东22f
			</web:byProvinceName>
			<web:byProvinceName1 eb="true" def="字段4">广东12
			</web:byProvinceName1>
			<web:byProvinceName1 eb="true" def="字段4">广东112
			</web:byProvinceName1>
			<web:byProvinceName1 eb="true" def="字段4">广东22f
			</web:byProvinceName1>
			<web:byProvinceName2 eb="true" def="字段4">广东12
			</web:byProvinceName2>
			<web:byProvinceName2 eb="true" def="字段4">广东112
			</web:byProvinceName2>
			<web:byProvinceName2 eb="true" def="字段4">广东22f
			</web:byProvinceName2>
			<web:byProvinceName eb="true" def="字段4">广东12
			</web:byProvinceName>
			<web:byProvinceName eb="true" def="字段4">广东112
			</web:byProvinceName>
			<web:byProvinceName eb="true" def="字段4">广东22f
			</web:byProvinceName>
			<web:byProvinceName1 eb="true" def="字段4">广东12
			</web:byProvinceName1>
			<web:byProvinceName1 eb="true" def="字段4">广东112
			</web:byProvinceName1>
			<web:byProvinceName1 eb="true" def="字段4">广东22f
			</web:byProvinceName1>
			<web:byProvinceName2 eb="true" def="字段4">广东12
			</web:byProvinceName2>
			<web:byProvinceName2 eb="true" def="字段4">广东112
			</web:byProvinceName2>
			<web:byProvinceName2 eb="true" def="字段4">广东22f
			</web:byProvinceName2>
			<web:byProvinceName eb="true" def="字段4">广东12
			</web:byProvinceName>
			<web:byProvinceName eb="true" def="字段4">广东112
			</web:byProvinceName>
			<web:byProvinceName eb="true" def="字段4">广东22f
			</web:byProvinceName>
			<web:byProvinceName1 eb="true" def="字段4">广东12
			</web:byProvinceName1>
			<web:byProvinceName1 eb="true" def="字段4">广东112
			</web:byProvinceName1>
			<web:byProvinceName1 eb="true" def="字段4">广东22f
			</web:byProvinceName1>
			<web:byProvinceName2 eb="true" def="字段4">广东12
			</web:byProvinceName2>
			<web:byProvinceName2 eb="true" def="字段4">广东112
			</web:byProvinceName2>
			<web:byProvinceName2 eb="true" def="字段4">广东22f
			</web:byProvinceName2>
		</web:getSupportCity>
		<web:getSupportCity eb="true" def="字段5">
			<web:byProvinceName eb="true" def="字段4" />
			<web:byProvinceName1 eb="true" def="字段4" />
			<web:byProvinceName2 eb="true" def="字段4" />
			<web:byProvinceName eb="true" def="字段4" />
			<web:byProvinceName1 eb="true" def="字段4" />
			<web:byProvinceName2 eb="true" def="字段4" />
			<web:byProvinceName eb="true" def="字段4" />
			<web:byProvinceName1 eb="true" def="字段4" />
			<web:byProvinceName2 eb="true" def="字段4" />
		</web:getSupportCity>
		<web:getSupportCity1 eb="true" def="字段6">
			<web:byProvinceName eb="true" def="字段4" />
			<web:byProvinceName1 eb="true" def="字段4" />
			<web:byProvinceName2 eb="true" def="字段4" />
		</web:getSupportCity1>
	</soapenv:Body>
</soapenv:Envelope>